[
  {
    "postId": 0,
    "postUserId": "Spiney Norman",
    "postTitle": "What is up with Angular and injection?",
    "postTimeStamp": "2 hours ago",
    "postBody": "Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 1,
    "postUserId": "Ms. Conclusion",
    "postTitle": "The pros and cons of two-way  created binding in AngularJS and Angular2",
    "postTimeStamp": "5 hours ago",
    "postBody": "Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 2,
    "postUserId": "Mr. Fancy Pants",
    "postTitle": "This, that, bind, call, apply, scope, closure. WTF?",
    "postTimeStamp": "5 hours ago",
    "postBody": "Mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 3,
    "postUserId": "Gerry Geriatric",
    "postTitle": "Codybot and the perils of community-assisted code manipulation",
    "postTimeStamp": "5 hours ago",
    "postBody": "Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 4,
    "postUserId": "Spiney Norman",
    "postTitle": "My hovercraft is full of eels and that is why I used a Backbone collection",
    "postTimeStamp": "1 day ago",
    "postBody": "Boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 5,
    "postUserId": "Spiney Norman",
    "postTitle": "What is up with Angular and injection?",
    "postTimeStamp": "1 day ago",
    "postBody": "Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 6,
    "postUserId": "Bobby Bobson",
    "postTitle": "The pros and cons of two-way created binding in AngularJS and Angular2",
    "postTimeStamp": "1 day ago",
    "postBody": "Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 7,
    "postUserId": "Mr. Fancy Pants",
    "postTitle": "This, that, bind, call, apply, scope, closure. WTF?",
    "postTimeStamp": "1 day ago",
    "postBody": "Ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 8,
    "postUserId": "Gerry Geriatric",
    "postTitle": "Codybot and the perils of community-assisted code manipulation",
    "postTimeStamp": "2 weeks ago",
    "postBody": "Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  },
  {
    "postId": 9,
    "postUserId": "Spiney Norman",
    "postTitle": "My hovercraft is full of eels and that is why I used a Backbone collection",
    "postTimeStamp": "2 weeks ago",
    "postBody": "Yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl. Sail ho shrouds spirits boom mizzenmast yardarm. Pinnace holystone mizzenmast quarter crow's nest nipperkin grog yardarm hempen halter furl."
  }
]
